[Creature.CharClass_Sage_Skag_Mission_Pukey AIClassDefinition]
DefaultDisplayName="Vomitron"
UBMKilledByMessageString=""

[Population.PawnBalance_Sage_Pukey AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Vomitron",TransformedNames=((TransformedName="Skag Cuspidor de Fogo"),(TransformedName="Skag Cuspidor Elétrico"),(TransformedName="Skag Cuspidor Corrosivo"),(TransformedName="Skag Cuspidor Slag")))

